Repository: bioresilmed/bioresilmed_geonode
Catalog: src/bioresilmed_geonode/locale/*/LC_MESSAGES/django.po
Languages: ca, es

source: apps explore
ca: Explora aplicacions
es: Explorar aplicaciones

source: Create New
ca: Crea’n una de nova
es: Crear nueva

source: Explore
ca: Explora
es: Explorar

source: Explore, share and download geospatial data from the project.
ca: Explora, comparteix i descarrega dades geoespacials del projecte.
es: Explora, comparte y descarga datos geoespaciales del proyecto.

source: View
ca: Visualitza
es: Ver

source: Resource found
ca: Recurs trobat
es: Recurso encontrado

source: Resources found
ca: Recursos trobats
es: Recursos encontrados

source: Welcome to GeoNode
ca: Benvinguts a GeoNode

source: This catalog has no public resources.
ca: Aquest catàleg no té recursos públics.

source: This catalogue has no public resources.
ca: Aquest catàleg no té recursos públics.

source: Please register or sign in to browse the contents.
ca: Si us plau, registra’t o inicia sessió per navegar pels continguts.

source: This catalog has no public resources. Please register or sign in to browse the contents.
ca: Aquest catàleg no té recursos públics. Si us plau, registra’t o inicia sessió per navegar pels continguts.

source: This catalogue has no public resources. Please register or sign in to browse the contents.
ca: Aquest catàleg no té recursos públics. Si us plau, registra’t o inicia sessió per navegar pels continguts.

source: explore catalogue
es: explorar catálogo

source: Sharing experimental field data
es: Compartiendo datos de campos experimentales

source: learn more
es: más información

source: A community repository for georeferenced experimental data — plots, agroecological crops, new treatments and management practices. We publish maps, datasets and documents with clear metadata so research is easier to find, reuse and compare. Contribute your trials and help build an open evidence base for sustainable agriculture.
es: Un repositorio comunitario de datos experimentales georreferenciados — parcelas, cultivos agroecológicos, nuevos tratamientos y prácticas de manejo. Publicamos mapas, conjuntos de datos y documentos con metadatos claros para que la investigación sea más fácil de encontrar, reutilizar y comparar. Sube tus ensayos y ayuda a construir una base de evidencia abierta para una agricultura sostenible.
